aaron-bond.better-comments
abusaidm.html-snippets
adpyke.codesnap
aeschli.vscode-css-formatter
ahmadawais.shades-of-purple
akamud.vscode-javascript-snippet-pack
alefragnani.project-manager
amiralizadeh9480.laravel-extra-intellisense
awb24.calm-ocean-theme
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
codezombiech.gitignore
codingyu.laravel-goto-view
DaltonMenezes.aura-theme
deerawan.vscode-faker
dhedgecock.radical-vscode
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.jquerysnippets
dsznajder.es7-react-js-snippets
dzannotti.vscode-babel-coloring
eamodio.gitlens
ecmel.vscode-html-css
enkia.tokyo-night
ephoton.indent-switcher
EQuimper.react-native-react-redux
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.terminal
gerane.Theme-Cobalt
GitHub.copilot
GitHub.vscode-pull-request-github
helgardrichard.helium-icon-theme
Hridoy.jquery-snippets
imanilchaudhari.yii2-snippets
jakebathman.mysql-syntax
jaredkent.laserwave
johnpapa.winteriscoming
jonkwheeler.styled-components-snippets
jprestidge.theme-material-theme
junstyle.php-cs-fixer
kevinkyang.auto-comment-blocks
KevinRose.vsc-python-indent
kuscamara.electron
marqu3s.aurora-x
max-SS.Cyberpunk
mdixon18.palenight
MehediDracula.php-namespace-resolver
mgmcdermott.vscode-language-babel
mrmlnc.vscode-duplicate
mrpbennett.atlantic-night
ms-python.python
ms-python.vscode-pylance
ms-vscode.vscode-typescript-next
necraidan.winterisgone
nexxai.material-synthwave-vscode
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel5-snippets
patbenatar.advanced-new-file
PKief.material-icon-theme
rifi2k.format-html-in-php
ritwickdey.LiveServer
Rubymaniac.vscode-paste-and-indent
ryannaddy.laravel-artisan
sdras.night-owl
shufo.vscode-blade-formatter
skyran.js-jsx-snippets
sleistner.vscode-fileutils
Sophisticode.php-formatter
Sujan.code-blue
TabNine.tabnine-vscode
timothymclane.react-redux-es6-snippets
vscjava.vscode-java-pack
WallabyJs.quokka-vscode
wesbos.theme-cobalt2
whizkydee.material-palenight-theme
xabikos.JavaScriptSnippets
xdebug.php-debug
xdebug.php-pack
ZainChen.json
Zignd.html-css-class-completion
ziyasal.vscode-open-in-github
zobo.php-intellisense
